[
  "The only truly accessible galaxy is the Milky Way galaxy, to this day home to every race on the Verse. While slow exploration is being done to the Limus, even travel there will take millions of years with the usual ships.",
  "*The Black*, the void between the stars, is the greatest challenge to any travel between planets. The Black stops spells from travelling, and without FTL speed, travelling through it yourself is impossible.",
  "Dead Magic Zones are areas of the Black where magic does not work, which also impacts Dark Matter Engines, therefore blocking traversal through them.",
  "Sepulcher Star is the supermassive star in the middle of the Milky Way, orbiting an equally giant Black Hole. It is considered to be the holiest place in the 'verse, and the Avia'ra's holy city, the *Solar Citadel*, orbits it.",
  "It is said that in the middle of the Sepulcher Star sits the First God, who carved the maws and created the stars, called the *Old Un*. If it's real or not, is not known truly, however all reasons point at it containing **something**.",
  "The Maws are bone remains of some ancient voidbeasts, reinforced by ancient machinery, and clutching a massive portal into the Void within their maws. Nobody knows who created them, but their existence was a catalyst for the rapid expansion and colonisation of the galaxy.",
  "The Maws are uniformly neutral. It is not unnatural to meet Demons and Angels sharing tables in taverns, and other creatures from all planes can be found all around. Amoeboids and Order of the Sepulcher govern this peace and neutrality",
  "The Void is not a plane of existence, like Material or Elemental planes, but the space between them, containing absolute nothing, not sound, space, nor even the very time itself. Void Jumps which allow to travel through the galaxy utilise that not-plane.",
  "Being exposed to the Void is antithetical to any living thing, as any creature exposed to it would be changed, mutated, in a process called 'The Warp'. To avoid that, Void Jumps are made in blind, relying only on magical navigation.",
  "Roaches, or **Ocoulori Radavitis**, are creatures which, upon being consumed, generate a wave of euphoria and vivid hallucinations, known as 'the mists', which lasts a few minutes. However, while being affected by it, pilots are able to judge length of Void Jumps correctly and jump much more precisely.",
  "Modern magical technology traces its lineage back to traditional magic items with self-recharging properties. Discovery and later exploitation of galactic ley lines, construction of magic items became industrial, disposable, standardised and cheap.",
  "Dark Matter Engines warp ships and its crew through the Void. Each Dark Matter engine is fueled by a small amount of void crystals which are harvested from black holes. These engines never can truly be shut down, and they power all other systems on the ship, as otherwise void crystals would destabilise and destroy the entire ship.",
  "Blasters are fully magical tools, powered by an arcane battery and a focus aperture, they are basically mass produced wands capable of shooting energy without any ammo necessary.",
  "Travel through the 'verse, also known as Spacing, while just a travel from one job to the next, still is dangerous. Even short journeys require a competent crew to man the ship- Captains, pilots, astrogators, gunners, defence personnel, medics, cooks, engineers, and many other roles necessary to bring the largest ships to life.",
  "Nobody truly knows where Amoeboids came from, as they were originally discovered aboard the Maws with no original homeworld documented to this day.",
  "Amoeboids strive to study, collect and categorise everything they find or meet, and they are the ones who keep the database known as *Compendium*.",
  "Avia-Ra hail from Kemet, a harsh desert planet. Their religion centred squarely around their deity, the holy star the Sun Above. When Avia-Ra took first steps in spaceflight, religion bent and adapted for a theoretical 'true star', the true Sun Above. And after many centuries, they would find it- the *Sepulcher Star*, but the true Sun Above is something **within** it.",
  "Avia-Ra launched the First Crusade against the elves, for control over the centre of the galaxy. Solar Citadel was constructed during the Third Crusade, to be the holy place for believers, and to deter elven aggression.",
  "Night Crusade, the most recent of Avia-Ra's crusades, nearly saw the wholesale destruction of the Elven Empire, as the holy Avia-Ra fleet, Congregation, captured the centre of the galaxy and marched all the way to the capital of the Elves. After the Battle of Alden'val, *Treaty Black* was signed, which quieted hostilities and established the Order of the Sepulcher.",
  "",
  "",
  "",
  ""
]